let answers = {
    "f" : {
        "description" : "Вам может подойти физико-математический",
    },
    "h" : {
        "description" : "Вам может подойти естественно-научный",
    },
    "r" : {
        "description" : "Вам может подойти технологический",
    },
    "m" : {
        "description" : "Вам может подойти технологический",
    },
    "g" : {
        "description" : "Вам может подойти социально-экономический",
    },
    "l" : {
        "description" : "Вам может подойти гуманитарный",
    },
    "i" : {
        "description" : "Вам может подойти гуманитарный",
    },
    "p" : {
        "description" : "Вам может подойти психолого-педагогический",
    },
    "s" : {
        "description" : "Вам может подойти оборонно-спортивный",
    },
}