const quiz = [
    {
        "q":"Что вам больше нравится?",
        "a" :{
            "f":"Узнавать об открытиях в области физики и математики.",
            "h":"Смотреть передачи о жизни растений и животных.",
            "r":"Выяснять устройство электроприборов.",
        }
    },
    {
        "q":"Что вам больше нравится?",
        "a" :{
            "m":"Читать научно-популярные технические журналы.",
            "g":"Смотреть передачи о жизни людей в разных странах.",
            "l":"Бывать на выставках, концертах, спектаклях.",
        }
    },
    {
        "q":"Что вам больше нравится?",
        "a" :{
            "i":"Обсуждать и анализировать события в стране и за рубежом.",
            "p":"Наблюдать за работой медсестры, врача.",
            "d":"Создавать уют и порядок в доме, классе, школе.",
        }
    },
    {
        "q":"Что вам больше нравится?",
        "a" :{
            "s":"Читать книги и смотреть фильмы о войнах и сражениях.",
            "f":"Заниматься математическими расчетами и вычислениями.",
            "h":"Узнавать об открытиях в области химии и биологии.",
        }
    },
    {
        "q":"Что вам больше нравится?",
        "a" :{
            "r":"Ремонтировать бытовые электроприборы.",
            "m":"Посещать технические выставки, знакомиться с достижениями науки.",
            "g":"Ходить в походы, бывать в новых неизведанных местах.",
        }
    },
    {
        "q":"",
        "a" :{
            "l":"Читать отзывы и статьи о книгах, фильмах, концертах.",
            "i":"Участвовать в общественной жизни школы, города.",
            "p":"Объяснять одноклассникам учебный материал.",
        }
    },
    {
        "q":"Что вам больше нравится?",
        "a" :{
            "d":"Самостоятельно выполнять работу по хозяйству.",
            "s":"Соблюдать режим, вести здоровый образ жизни.",
            "f":"Проводить опыты по физике.",
        }
    },
    {
        "q":"Что вам больше нравится?",
        "a" :{
            "h":"Ухаживать за животными растениями.",
            "r":"Читать статьи об электронике и радиотехнике.",
            "m":"Собирать и ремонтировать часы, замки, велосипеды.",
        }
    },
    {
        "q":"Что вам больше нравится?",
        "a" :{
            "g":"Коллекционировать камни, минералы.",
            "l":"Вести дневник, сочинять стихи и рассказы.",
            "i":"Читать биографии известных политиков, книги по истории.",
        }
    },
    {
        "q":"Что вам больше нравится?",
        "a" :{
            "p":"Играть с детьми, помогать делать уроки младшим.",
            "d":"Закупать продукты для дома, вести учет расходов.",
            "s":"Участвовать в военных играх, походах.",
        }
    },
]